[M_Orchid_Race MissionDefinition]
MissionName="It's faster than love"
MissionDescription="Natalie, the fiery leader of the shack, wants you to complete a race against time. [place]Rainwater[-place]. Grab a sand board and let the fun begin!"
TurnInDescription="Dead bodies attract. so here it is."
MissionSummary="Finish the race on time."

[M_Orchid_Race:Waypoint1 MissionObjectiveDefinition]
ProgressMessage="the first story"

[M_Orchid_Race:Waypoint2 MissionObjectiveDefinition]
ProgressMessage="Choose another way"

[M_Orchid_Race:Waypoint3 MissionObjectiveDefinition]
ProgressMessage="Go to part three"

[M_Orchid_Race:Waypoint4 MissionObjectiveDefinition]
ProgressMessage="Fourth"

[M_Orchid_Race:Waypoint5 MissionObjectiveDefinition]
ProgressMessage="near fifth street"
